//# Brunix MSX emulator for MacOs 

KeyCategoryCursorKeys = "Cursor Keys";
KeyCategoryFunctionKeys = "Function Keys";
KeyCategoryJoystick = "Joystick";
KeyCategoryModifierKeys = "Modifier Keys";
KeyCategoryNumericPad = "Numeric Pad";
KeyCategorySpecialKeys = "Special Keys";
KeyCategoryTypewriterKeys = "Typewriter Keys";
ScreenshotFilenameFormat = "Brunix Screenshot %04zd-%02zd-%02zd at %02zd.%02zd.%02zd";
FolderImageFilenameFormat = "Contents of %@";
